{
	"en": {
		"openingScene01": "Hey there recruit! I know you have just completed your training as a Multiplication Mastermind (MM), but we need your help ASAP!",
		"openingScene02": "Our planet's resources have been pillaged by a greedy robot called a Scion.",
		"openingScene03": "Scions travel the universe in search of resources to steal because they don't know how to use multiplication!",
		"openingScene04": "We need to get our resources back. The best way to do this is to help out the neighboring planets.",
		"openingScene05": "They will have access to the resources the Scion took from us. Perhaps they will give them to you as payment for helping them out.",
		"openingScene06": "Once we acquire all the necessary resources we can deal with that pesky Scion!",
		"scionOpening01": "Not so fast!",
		"scionOpening02": "I want to let you know that you will never catch me! I will never learn to multiply! Its too scary!",
		"openingScene07": "Alright double M. Lets get this show on the road! I'll see you at Home Base.",
		"HomeBaseIntro1": "Welcome to Home Base Recruit.",
		"HomeBaseIntro2": "From here you can select which planet to assist. First lets go help our friends in the cargo ship.",
		"HomeBaseIntro3": "I believe the Scion already got their fuel, so bring some fuel tanks. Lets go!",
		"planetSelectUIText1": "CARGO SHIP",
		"planetSelectUIText2": "PLANET 2",
		"planetSelectUIText3": "PLANET 3",
		"cargoShip1": "Thank goodness you're here!",
		"cargoShip2": "That Scion came and stole our fuel. He said something about having all the fuel means he'll never have to learn multiplication..?",
		"cargoShip3": "That was weird.",
		"cargoShip4": "Anyway. Me and my crew are floating aimlessly out here now!",
		"cargoShip5": "Our ship has 4 engines. Each engine can hold 2 tanks of fuel.",
		"cargoShip6": "Using repeated addition, we can determine how many fuel tanks we will need to fill up our ship!",
		"cargoShip7": "Repeated addition is the same thing as multiplication. The multiplicative equation for this situation looks like this.",
		"cargoShip8": "4 X 2 = 8 is the exact same thing as saying 4 groups of 2 is a total of 8.",
		"cargoShip9": "Using this approach, which equation is the repeated addition equation for 4 X 2 = 8?",
		"cargoShipCorrect": "Precisely! We need 2 fuel tanks 4 times!",
		"cargoShipIncorrect": "Not Quite. Remeber, 4 X 2 = 8 also means 4 groups of 2 = 8. Which equation shows four groups of 2 fuel cans?",
		"cargoShip10": "Thank you for helping us! We heard the Scion stole from your home planet. We were actually on our way there to provide assistance.",
		"cargoShip11": "Since you're already here, you can take these back to your planet.",
		"resourcesReceived1": "5,000 pencils obtained!",
		"backToBase": "Back To Home Base"








	}
 
