{
	"en": {
		"newGame": "NEW GAME",
		"continue": "CONTINUE",
		"openingScene01": "Hey there recruit! I know you have just completed your training as a Multiplication Mastermind (MM), but we need your help ASAP!",
		"openingScene02": "Our planet's resources have been pillaged by a greedy robot called a Scion.",
		"openingScene03": "Scions travel the universe in search of resources to steal because they don't know how to use multiplication!",
		"openingScene04": "We need to get our resources back. The best way to do this is to help out the neighboring planets.",
		"openingScene05": "They will have access to the resources the Scion took from us. Perhaps they will give them to you as payment for helping them out.",
		"openingScene06": "Once we acquire all the necessary resources we can deal with that pesky Scion!",
		"scionOpening01": "Not so fast!",
		"scionOpening02": "I want to let you know that you will never catch me! I will never learn to multiply! Its too scary!",
		"openingScene07": "Alright double M. Lets get this show on the road! I'll see you at Home Base.",
		"HomeBaseIntro1": "Welcome to Home Base Recruit.",
		"HomeBaseIntro2": "From here you can navigate to each of the surrounding planets. First lets go help our friends in the cargo ship.",
		"HomeBaseIntro3": "I believe the Scion already got their fuel, so bring some fuel tanks. Lets go!",
		"planetSelectUIText1": "CARGO SHIP",
		"planetSelectUIText2": "PLANET 2",
		"planetSelectUIText3": "PLANET 3",
		"teachScionText":"Teach Scion To Multiply",
		"cargoShip1": "Thank goodness you're here!",
		"cargoShip2": "That Scion came and stole our fuel. He said something about having all the fuel means he'll never have to learn multiplication..?",
		"cargoShip3": "That was weird.",
		"cargoShip4": "Anyway. Me and my crew are floating aimlessly out here now!",
		"cargoShip5": "Our ship has 4 engines. Each engine can hold 2 tanks of fuel.",
		"cargoShip6": "Using repeated addition, we can determine how many fuel tanks we will need to fill up our ship!",
		"cargoShip7": "Repeated addition is the same thing as multiplication. The multiplicative equation for this situation looks like this.",
		"cargoShip8": "4 X 2 = 8 is the exact same thing as saying 4 groups of 2 is a total of 8.",
		"cargoShip9": "Using this approach, which equation is the repeated addition equation for 4 X 2 = 8?",
		"cargoShipCorrect": "Precisely! We need 2 fuel tanks 4 times!",
		"cargoShipIncorrect": "Not Quite. Remeber, 4 X 2 = 8 also means 4 groups of 2 = 8.",
		"cargoShipIncorrect1": "Which equation shows four groups of 2 fuel cans?",
		"cargoShipCorrect1": "Thank you for helping us! We heard the Scion stole from your home planet. We want you to have these to say thank you.",
		"resourcesReceived1": "5,000 pencils obtained!",
		"backToBase": "Back To Home Base",
		"repeatAdditionInstructions": "Drag the correct equation to the empty slot below. Which equation is the repeated addition equation for 4 X 2 = 8?",
		"welcomeBackToBase1": "Welcome back recruit. You did awesome out there.",
		"welcomeBackToBase2": "We got pencils from the cargo ship. Maybe we can catch the Scion and teach it multiplication!",
		"welcomeBackToBase3": "Lets get some more supplies from the other 2 planets. First we need to help our reptilian friends on Cavity Planet! Lets go!",
		"planet1intro1": "Welcome to Cavity Planet.",
		"planet1intro2": "Depite our name, we take pride in our gorgeous teeth!",
		"planet1intro3": "The Scion who has been giving you trouble visited us, but took all of our toothbrushes!",
		"planet1intro4": "We have 5 families here. Each family has 5 members, so therefore, the Scion stole 25 toothbrushes.",
		"planet1intro5": "You could also say that we need 5 groups of 5 toothbrushes.",
		"planet1intro6": "Can you tell me which of these multiplicative sentences means 5 groups of 5 toothbrushes?",
		"planet1instructionalpanel": "Which of the following best illustrates that 5 groups of 5 = 25 total toothbrushes?",
		"wrongAnswerDialogP1": "Hmm. Not exactly. Remember, we have 5 families here with 5 members each.",
		"wrongAnswerDialogP2": "We need 25 toothbrushes. We can look at this problem like this.",
		"wrongAnswerDialogP3": "There are 5 groups of people with 5 people per group.",
		"wrongAnswerDialogP4": "Which mulitiplicative sentence makes the most sense in this situation?",
		"correctAnswerDialogP1": "Exactly! 5 X 5 means there are 5 groups of 5!",
		"correctAnswerDialogP2": "An easy way to remember that is to think of the multiplication symbol as meaning 'groups of'.",
		"correctAnswerDialogP3": "You did great! Thanks again. Now we can all go back to keeping or teeth nice and sharp and clean!",
		"correctAnswerDialogP4": "I want you to have this paper. I heard the Scion came and took all your planet's multiplication resources.",
		"correctAnswerDialogP5": "I know it isn't much, but I think you could put this paper to better use than we can.",
		"paperObtained": "5,000 pieces of paper obtained!",
		"welcomeBackToBase4": "Awesome work! Now we have pencils and paper.",
		"welcomeBackToBase5": "Now all we need to do is catch that Scion and teach him how to multiply!",
		"welcomeBackToBase6": "Lets check out Emilia's planet and see what they need! Surely Emilia has some ideas on how we can catch him.",
		"emiliaIntro1": "Hiya! The name is Emilia. Yes. Like Emilia Earhart, but the space version.",
		"emiliaIntro2": "Yea Yea yea, the Scion came here too. They didn't steal anything though.",
		"emiliaIntro3": "They just trashed my planet and left! I hear you're looking to catch him.",
		"emiliaIntro4": "Well, you may be in luck. All the trash he left could easily be used to build a spaceship.",
		"emiliaIntro5": "Lets get to work!",
		"goToHangar": "Go To Hangar",
		"shipBuilder1": "Lets get to work building this ship.",
		"shipBuilder2": "Click the buttons on the left side of the screen to build that part of the ship.",
		"shipBuilder3": "Get ready though. To build the ship you are going to have to answer some tough questions. Lets go!",
		"shipBuilder4": "Awesome job. Thats one purdy ship I'll tell you what!",
		"shipBuilder5": "Lets go get that Scion and teach him how to multiply.",
		"scionBattle0": "HAHAHA you will NEVER catch me! Multiplication is too scary! I'll never learn it!",
		"scionBattle1": "Double M, we need to slow that Scion down or else they will get away!",
		"scionBattle2": "You really think you stand a chance in that tiny ship?! HAHAHAHAHA...",
		"shipBuildButton1": "Cockpit",
		"shipBuildButton2": "Body",
		"shipBuildButton3": "Wings",
		"shipBuildButton4": "Engines",
		"scionFight1":"Well well well. It seems you are able to keep up with me even though your ship is so small!",
		"scionFight2":"Double M, you're doing great.",
		"scionFight3":"Dont listen to her! You're doing terribly! One of my engines is gone!",
		"scionFight4": "We only want to help you! Multiplication is critical to your survival!",
		"scionFight5": "Lets fix the Scions engine. They have 4 engines total. 2 on either side of the ship. Which multiplicative equation represents 2 groups of 2 engines?",
		"question1Text": "Which multiplicative equation represents 2 groups of 2 engines?",
		"question1TextWrong": "Not exactly. Which one means 2 groups of 2 makes 4?",
		"question1TextRight": "YES! Nice job",
		"scionFight6": "Ohhh I get it. 2 groups of 2 makes 4! Still.. Just because I learned that doesnt mean I want to learn more! Go away!",
		"scionFight7": "Keep up the pressure! We're getting the message across. The Scion almost knows how to multiply!",
		"scionFight8": "I dont think our lasers are getting the message across. We need to double their power!",
		"scionFight9": "We are firing 1 laser at a time right now. If we double the laser that means we will have 2 lasers firing at once!",
		"scionFight10": "Determine which mutliplicative sentence best fits this situation? 1 laser becoming 2.",
		"question2Text": "Which multiplicative sentence means 1 group of 2 lasers?",
		"question2TextWrong": "Not quite. GIve it another try. Which multiplicative sentence means that we doubled the laser?",
		"question2TextRight": "Precisely!",
		"scionFight11": "HA! You may have powered up your laser, but lets see if you can hit me with them after I fly into this asteroid storm!",
		"scionFight12": "Oh no! Look out!",
		"scionFight13": "You are pretty good with that laser. It looks like I have to resort to plan B.",
		"scionFight14": "I am going to unleash my fleet of Mini Scion Bots! MINIONS... ATTACK!",
		"scionFight15": "We were expecting this. It looks like this ship only has 14 Mini Scion Bots.",
		"scionFight16": "Lets knock them down in groups of 2. That means we should only have 7 groups.",
		"scionFight17": "Which multiplicative sentence best describes 7 groups of 2?",
		"question3Text": "Which multiplicative sentence best describes 7 groups of 2 Mini Scion Bots?",
		"question3TextWrong": "Not quite. Give it aother try. The Scion's ship has 7 groups of 2 Mini Scion Bots.",
		"question3TextRight": "Correct! Now lets knock down these Mini Scion Bots and catch up with that Scion! We've almost taught it to multiply!",
		"scionFight18": "WATCH OUT!",
		"finalScionDialog": "NO! You destroyed all of my mini bots!",
		"finalScionDialog2": "Thats right! Just stop running from us! We want to teach you how to multiply. It will make your life so much easier!",
		"finalScionDialog3": "FINE! I'm going to land it at your Home Base. I'll meet you there.",
		"welcomeBackToBase7":"We finally got the Scion to agree to learn to multiply. Lets get to work using the paper and pencils we got for helping our neighbors.",
		"shipBuildQuestionCockpit":"Match the following repeated addition equations to their multiplicative equation counterparts.",
		"shipBuildQuestionBody":"Match the following multiplicative sentences to their description.",
		"shipBuildQuestionWings":"Match the following multiplicative sentences to their repeated addition counterparts.",
		"shipBuildQuestionEngine":"Match the following multiplicative sentences to their repeated addition counterparts."









	}
 
